Repository: laplamgor/PRPR
Catalog: PRPR/Strings/*/BooruSettingPage.resw
Source language: en_us
Languages: zh_hans, zh_hant

# ButtonChangePath.Content
source: Change Location
zh_hans: 更改路径
zh_hant: 更改路徑

# ButtonManualUpdate.Content
source: Manual Update
zh_hans: 手动刷新
zh_hant: 手動刷新

# ButtonResetTile.Content
source: Reset Tile
zh_hans: 重设
zh_hant: 重設

# CheckBoxMeteredNetwork.Content
source: Auto update even in metered network
zh_hans: 在付费网络下也自动刷新
zh_hant: 在付費網絡下也自動刷新

# ComboBoxCropMethod.Header
source: Auto Crop
zh_hant: 自動剪裁

# ComboBoxItemCropCenter.Content
source: Center
zh_hans: 置中
zh_hant: 置中

# ComboBoxItemCropCenter.Tag
source: Trim top and bottom of an image if it too tall; Trim left and right if the image is too wide. It is recommended for non-character images (e.g. using "landscape" tag).
zh_hans: 原图太高时去掉上下两侧；原图太宽时去掉左右两侧。适用于纯风景图标籤(例如landscape)
zh_hant: 原圖太高時去掉上下兩側；原圖太寬時去掉左右兩側。適用於純風景圖標籤(例如landscape)

# ComboBoxItemCropDisabled.Content
source: Disabled
zh_hans: 无剪裁
zh_hant: 無剪裁

# ComboBoxItemCropDisabled.Tag
source: The application will not crop the image and let Windows to handle any aspect ratio difference. It is recommended if you offen rotate your device, or you have a multi-screen system with more than one aspect ratios.
zh_hans: 应用不预先剪裁原图并由系统决定显示效果。适合经常旋转屏幕的平板用户。也适合同时使用不同长阔比的多屏台式机用户
zh_hant: 應用不預先剪裁原圖並由系統決定顯示效果。適合經常旋轉屏幕的平板用戶。也適合同時使用不同長闊比的多屏台式機用戶

# ComboBoxItemCropLargestFace.Content
source: Largest Face
zh_hans: 最大的脸
zh_hant: 最大的臉

# ComboBoxItemCropLargestFace.Tag
source: Crop around the largest face detected. Fall back to Top Center if no face is detected. It is recommended for single-character images (e.g. using "aisaka_taiga" tag).
zh_hans: 剪裁时尽量环绕图中最大脸蛋。辨识不到动漫脸蛋时等于顶部置中。适用于人物标籤(例如aisaka_taiga)
zh_hant: 剪裁時盡量環繞圖中最大臉蛋。辨識不到動漫臉蛋時等於頂部置中。適用於人物標籤(例如aisaka_taiga)

# ComboBoxItemCropMostFaces.Content
source: Most Faces
zh_hans: 最多的脸
zh_hant: 最多的臉

# ComboBoxItemCropMostFaces.Tag
source: Preserve as most faces as possible. Fall back to Top Center if no face is detected. It is recommended for multi-character group photo (e.g. using "k-on!" tag) to prevent some faces from being partial cut.
zh_hans: 剪裁时尽量保留图中最多脸蛋，避免合照时出现脸蛋被剪去一半的情况。辨识不到动漫脸蛋时等于顶部置中。适用于动漫作品标籤(例如k-on!)
zh_hant: 剪裁時盡量保留圖中最多臉蛋，避免合照時出現臉蛋被剪去一半的情況。辨識不到動漫臉蛋時等於頂部置中。適用於動漫作品標籤(例如k-on!)

# ComboBoxItemCropTopCenter.Content
source: Top Center
zh_hans: 顶部置中
zh_hant: 頂部置中

# ComboBoxItemCropTopCenter.Tag
source: Preserve top part of an image if it too tall; Trim left and right if the image is too wide. It is recommended if face detection fails a lot of time (e.g. when using "bikini" tag).
zh_hans: 原图太高时去掉底部；原图太宽时去掉左右两侧。适用于脸蛋辨识经常认错东西的场合(例如bikini)
zh_hant: 原圖太高時去掉底部；原圖太寬時去掉左右兩側。適用於臉蛋辨識經常認錯東西的場合(例如bikini)

# ComboBoxItemImageQualityHigh.Content
source: High
zh_hans: 高
zh_hant: 高

# ComboBoxItemImageQualityMedium.Content
source: Medium
zh_hans: 中
zh_hant: 中

# ComboBoxQuality.Header
source: Image Quality
zh_hant: 圖片質量

# ComboBoxTheme.Header
source: Application Theme
zh_hans: 应用主题
zh_hant: 應用主題

# TextBlockExperimental.Text
source: This setting is still in beta state. It may be untested and subject to change without notice. Using this experimental functionality may cause unexpected behaviors or crashes of the app. In the worst situation, you may have to reinstall this app to recover.
zh_hant: 此設置仍處於測驗階段。 它可能未經完整測試。如有更改，恕不另行通知。 使用此實驗性功能可能會導致應用程序意外行為和閃退。 最壞情況下可能需要重新安裝應用。

# TextBlockFilter.Text
source: Filter
zh_hans: 过滤
zh_hant: 過濾

# TextBlockLiveTileIcons.Text
source: Live Tile Icons
zh_hans: 磁贴动态动漫头像
zh_hant: 磁貼動態動漫頭像

# TextBlockMinute.Text
source: min
zh_hans: 分钟
zh_hant: 分鐘

# TextBlockRandom.Text
source: If your search tags are not that popular and do not have a lot of new images. You can random shuffle the top N search results so that at least it will not stuck at the most recently uploaded image.
zh_hans: 如果您要搜的标籤经常没有新图片上传，您可以选择随机洗牌最新的数张图，这样不至于长期无法自动更换壁纸
zh_hant: 如果您要搜的標籤經常沒有新圖片上傳，您可以選擇隨機洗牌最新的數張圖，這樣不至於長期無法自動更換壁紙

# TextBlockRandomFirst.Text
source: Randomly Picking
zh_hans: 随机选取首
zh_hant: 隨機選取

# TextBlockRandomResults.Text
source: search results
zh_hans: 个搜索结果
zh_hant: 個搜索結果

# TextBlockRecords.Text
source: Records
zh_hant: 紀錄

# TextBlockSite.Text
source: Change the host: It will log you out, clear your wallpaper/lockscreen records and then restart the app for a different image booru site. Also, be aware that konachan only has horizontal images, DO NOT use the aspect ratio local filter to find vertical images.
zh_hant: 更改主站：它會把你登出目前的主站、清除你的牆紙/鎖屏記錄，然後自動重啟應用並套用新的圖源網站。請注意，konachan只有橫向貼圖，請勿使用本地長寬比過濾器來查找直向貼圖。

# TextBlockTheme.Text
source: The application needs to be restarted to take effect
zh_hans: 更改主题设置后需要重启应用才会生效
zh_hant: 更改主題設置後需要重啟應用才會生效

# TextBlockThemeDark.Text
source: Dark
zh_hans: 暗
zh_hant: 暗

# TextBlockThemeDefault.Text
source: Follow Windows
zh_hans: 由系统决定
zh_hant: 由系統決定

# TextBlockThemeLight.Text
source: Light
zh_hans: 亮
zh_hant: 亮

# TextBlockUpdateInterval.Text
source: Update Interval
zh_hans: 换图间隔：
zh_hant: 換圖間隔

# TextBoxTags.Header
source: Search Tags
zh_hant: 搜索標籤

# ToggleSwitchAutoLiveTile.Header
source: Auto update live tile in background
zh_hans: 后台定期自动刷新磁贴
zh_hant: 後台定期自動刷新磁貼

# ToggleSwitchAutoLockScreen.Header
source: Auto update lock screen in background
zh_hans: 后台定期自动刷新锁屏
zh_hant: 後台定期自動刷新鎖屏

# ToggleSwitchDownloadPath.Header
source: Save downloaded images to a fixed location
zh_hans: 下载时使用指定路径
zh_hant: 下載時使用指定路徑
